Repository: giellalt/corpus-sme
Catalog: tmx/nob/facta/giellatekno/satnevuorka.html.tmx
Source language: sme
Languages: nob

source: Sátnevuorká ja sátnelisttut
nob: Ordforråd og ordlister

source: Oahpa ! - sátnevuorkkás leat ee. sánit mat gávdnojit dáin girjjiin:
nob: I ordforrådet i OAHPA er også ordene i disse lærebøkene med:

source: Romssa universitehta SAM-1031 kompendiija
nob: Universitetet i Tromsøs SAM-1031 kursmaterialer

source: Ante Aikio universitehta kompendiija
nob: Ante Aikos kompendium som brukes ved universiteter i Finland

source: Geavaheaddji sáhttá válljet guđe fáttá dahje oahppogirjji sániiguin háliida bargat Leksas ja Morfas.
nob: I Leksa og Morfa-S kan brukeren velge å arbeide med ord fra et tema eller en lærebok.

source: Dát sátnevuorká geavahuvvo aktiivvalaččat min prográmmain, muhto Vasta- ja Sahka-prográmmain geavaheaddji sáhttá geavahit ollu eanet sániid.
nob: Ordforrådet blir brukt aktivt i programmene våre, men i Vasta og Sahka kan man svare med mange flere ord.

source: Prográmma geavaha dalle leksikonaid main leat oktiibuot 100.000 sáni (daid gaskkas leat sullii 40.000 nama).
nob: Programmet bruker da eit leksikon med omtrent 100.000 ord (blant de er det ca. 40.000 navn).

source: Vuolábealde leat sátnelisttut main leat substantiivvat, vearbbat, advearbbat ja adjektiivvat seahkálaga, ja bordojuvvon alfabehtalaččat.
nob: Nedenfor er det ordlister med både substantiver, verb, adverb og adjektiver, ordnet alfabetisk.

source: Daid sáhttá geavahit oahpahusas máŋgga ládje, ja de oahppit sáhttet iskat máhtuset Leksas dahje Morfas.
nob: Disse kan man bruke i undervisningen på forskjellige måter, og etterpå kan elevene teste sin kunnskap i Leksa og Morfa.

source: Go lea word-fiilan, de lea álki listtuid redigeret.
nob: Filene er i word-format slik at de er enkle å redigere.

source: Juohkin lea sullii seammá go Leksa-prográmmas, muhto das leat juohke sánis eanet vejolaš jorgalusat go sátnelisttuin.
nob: Inndelinga er omtrent som i Leksa, men der er det flere mulige oversettelser av hvert ord, enn det som er tatt med i ordlistene.

source: Sánit olbmuid birra
nob: Arbeid og redskapert

source: Viesut, lanjat ja viesuid siste
nob: Hus, rom og innendørs

source: Báikkit ja mátkkošteapmi
nob: Skole og utdanning

source: Abstrávttat
nob: Språk og tekst

source: Frásat
nob: I byen

source: Biktasat
nob: Abstrakt

source: Bargu ja reaiddut
nob: Flerordsuttrykk
